export const InstructionsList = [
  "Задачи добавляются с помощью клавиши Enter или нажатием кнопки + (пустые задачи добавлять нельзя).",
  "Нажатием на кнопку с крестиком можно очистить поле ввода.",
  "При наведении на задачу всплывает функциональное меню.",
  "Задачу можно отметить выполненной, нажав на нее или на кружок слева от самой задачи (тем же действием задачу можно вернуть в предыдущее состояние).",
  "Если задача отмечена выполненной, то редактировать и отмечать ее важной нельзя.",
  "Задачу можно отметить важной, нажав на кнопку с восклицательным знаком (тем же действием задачу можно вернуть в предыдущее состояние).",
  "Задачи можно редактировать, нажав на кнопку с карандашом.",
  "Задачу можно удалить, нажав на кнопку с урной.",
  "Задачи можно перетаскивать вручную по списку выше или ниже, зажав задачу, необходимую переставить, и перетащив ее на необходимую позицию."
]
